Repository: common-repository/shoppingtail-for-woocommerce
Catalog: languages/wp-shoppingtail-*.po
Languages: sv_se

source: Adds Shoppingtail tracking to WooCommerce.
sv_se: Möjliggjör Shoppingtail-spårning i WooCommerce.

source: API Key
sv_se: API-nyckel

source: Enter your Shoppingtail API Key. You must create one under "Account Settings" in the Shoppingtail Console.
sv_se: Skriv in din Shoppingtail API-nyckel. Du måste skapa den under "Kontoinställningar" i Shoppingtails gränssnitt.

source: API root URL
sv_se: API-rootens URL

source: The URL to the Shoppingtail API. Don't change this unless you know what you are doing.
sv_se: URL till Shoppingtails API. Ändra inte på detta om du inte är säker på vad du gör.

source: Debug Log
sv_se: Debug-logg

source: Enable logging
sv_se: Aktivera loggning

source: Log events such as API requests
sv_se: Logga händelser så som API-requests

source: Shoppingtail for WooCommerce
sv_se: Shoppingtail för WooCommerce

source: Shoppingtail Integration plugin for use with WooCommerce.
sv_se: Shoppingtail integrations-plugin för användning med WooCommerce.
